test_mix/cfdemSolverIB_test/CFD/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 100000;

boundaryField
{
    inlet      
    {
        type            zeroGradient;
    }

    wall      
    {
        type            zeroGradient;
    }

    outlet
    {
        type            zeroGradient;//fixedValue;
        //value           uniform 100000;
    }

    frontAndBack    
    {
        type            empty;
    }
}

// ************************************************************************* //
